{"id":138,"date":"2024-08-07T05:52:51","date_gmt":"2024-08-07T05:52:51","guid":{"rendered":"https:\/\/themes.webswaala.com\/CMS\/WW74\/?p=138"},"modified":"2025-09-04T08:51:57","modified_gmt":"2025-09-04T08:51:57","slug":"they-dont-just-fight-fires-they-conquerfire-fear","status":"publish","type":"post","link":"https:\/\/themes.webswaala.com\/CMS\/WW74\/2024\/08\/07\/they-dont-just-fight-fires-they-conquerfire-fear\/","title":{"rendered":"They don&#8217;t just fight fires they conquerfire fear"},"content":{"rendered":"\n<p>But I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. <\/p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"alignleft size-full is-resized\"><img fetchpriority=\"high\" decoding=\"async\" width=\"565\" height=\"650\" src=\"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-content\/uploads\/2024\/08\/let-us-img-01.jpg\" alt=\"\" class=\"wp-image-36\" style=\"width:514px;height:auto\" srcset=\"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-content\/uploads\/2024\/08\/let-us-img-01.jpg 565w, https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-content\/uploads\/2024\/08\/let-us-img-01-261x300.jpg 261w\" sizes=\"(max-width: 565px) 100vw, 565px\" \/><\/figure><\/div>\n\n\n<p>Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure. To take a trivial example, which of us ever undertakes laborious physical exercise, except to obtain some advantage from it? But who has any right to find fault with a man who chooses to enjoy a pleasure that has no annoying consequences, <\/p>\n\n\n\n<p>or one who avoids a pain that produces no resultant pleasure? On the other hand, we denounce with righteous indignation and dislike men who are so beguiled and demoralized by the charms of pleasure of the moment, so blinded by desire, that they cannot foresee Li Europan lingues es membres del sam familie. Lor separat existentie es un myth. Por scientie, musica, sport etc, litot Europa usa li sam vocabular. <\/p>\n\n\n\n<p>Li lingues differe solmen in li grammatica, li pronunciation e li plu commun vocabules. Omnicos directe al desirabilite de un nov lingua franca: On refusa continuar payar custosi traductores. At solmen va esser necessi far uniform grammatica, pronunciation e plu sommun paroles. Ma quande lingues coalesce, li grammatica del resultant lingue es plu simplic e regulari quam ti del coalescent lingues. Li nov lingua franca va esser plu simplic e regulari quam li existent Europan lingues. <\/p>\n\n\n\n<p>It va esser tam simplic quam Occidental in fact, it va esser Occidental. A un Angleso it va semblar un simplificat Angles, quam un skeptic Cambridge amico dit me que Occidental es.Li Europan lingues es membres del sam familie. Lor separat existentie es un myth. Por scientie, musica, sport etc, litot Europa usa li sam vocabular. Li lingues differe solmen in li grammatica, li pronunciation e li plu commun vocabules. <\/p>\n\n\n\n<p>Omnicos directe al desirabilite de un nov lingua franca: On refusa continuar payar custosi traductores. At solmen va esser necessi far uniform grammatica, pronunciation e plu sommun paroles. The European languages are members of the same family. Their separate existence is a myth. For science, music, sport, etc, Europe uses the same vocabulary. The languages only differ in their grammar, their pronunciation and their most common words. <\/p>\n\n\n\n<p>Everyone realizes why a new common language would be desirable: one could refuse to pay expensive translators. To achieve this, it would be necessary to have uniform grammar, pronunciation and more common words. If several languages coalesce, the grammar of the resulting language is more simple and regular than that of the individual languages. The new common language will be more simple and regular than the existing European languages. <\/p>\n\n\n\n<p>It will be as simple as Occidental; in fact, it will be Occidental. To an English person, it will seem like simplified English, as a skeptical Cambridge friend of mine told me what Occidental is.The European languages are members of the same family. Their separate existence is a myth. For science, music, sport, etc, Europe uses the same vocabulary. The languages only differ in their grammar, their pronunciation and their most common words. <\/p>\n\n    <div class=\"xs_social_share_widget xs_share_url after_content \t\tmain_content  wslu-style-1 wslu-share-box-shaped wslu-fill-colored wslu-none wslu-share-horizontal wslu-theme-font-no wslu-main_content\">\n\n\t\t\n        <ul>\n\t\t\t        <\/ul>\n    <\/div> \n","protected":false},"excerpt":{"rendered":"<p>But I must explain to you how all this mistaken idea of denouncing pleasure and&#8230;<\/p>\n","protected":false},"author":1,"featured_media":136,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_kad_post_transparent":"","_kad_post_title":"","_kad_post_layout":"","_kad_post_sidebar_id":"","_kad_post_content_style":"","_kad_post_vertical_padding":"","_kad_post_feature":"","_kad_post_feature_position":"","_kad_post_header":false,"_kad_post_footer":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-138","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-uncategorized"],"_links":{"self":[{"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/posts\/138","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/comments?post=138"}],"version-history":[{"count":1,"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/posts\/138\/revisions"}],"predecessor-version":[{"id":447,"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/posts\/138\/revisions\/447"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/media\/136"}],"wp:attachment":[{"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/media?parent=138"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/categories?post=138"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/themes.webswaala.com\/CMS\/WW74\/wp-json\/wp\/v2\/tags?post=138"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}